{"1":{"class_name":"Road Running","class_description":"Road running is the sport of running on a measured course over an established road (as opposed to track and cross country running). These events would be classified as long distance according to athletics terminology, with distances typically ranging from 5 kilometers to 42.2 kilometers in the marathon. They may involve large numbers of runners or wheelchair entrants. Road running is part of a group of road events known as \\\"road races\\\". Road running is one aspect in the overall sport of athletics.\r\n\r\nRoad running may offer those involved a range of challenges and interests such as dealing with hills, sharp bends, varied surfaces, inclement weather, and involvement in a large group. Aerobic fitness, or the ability of the body to use oxygen, is the biggest factor contributing to success."},"2":{"class_name":"Skiing","class_description":"Skiing is a recreational activity using skis as equipment for traveling over snow. Skis are used in conjunction with boots that connect to the ski with use of a binding.\r\n\r\nSkiing can be grouped into two general categories. The older of the two disciplines originated in Scandinavia and uses free-heel bindings that attach at the toes of the skier\\'s boots but not at the heels. Types of Nordic skiing include cross-country, ski jumping and Telemark. Alpine skiing (more often called \\\"downhill skiing\\\"), originated in the European Alps, and is characterized by fixed-heel bindings that attach at both the toe and the heel of the skier\\'s boot."},"3":{"class_name":"Stretching","class_description":"Stretching is a form of physical exercise in which a specific skeletal muscle (or muscle group) is deliberately elongated[citation needed], often by abduction from the torso, in order to improve the muscle\\'s felt elasticity and reaffirm comfortable muscle tone.[1] The result is a feeling of increased muscle control, flexibility and range of motion. Stretching is also used therapeutically to alleviate cramps.\r\n\r\nIn its most basic form, stretching is a natural and instinctive activity; it is performed by humans and many animals. It can be accompanied by yawning. Stretching often occurs instinctively after waking from sleep, after long periods of inactivity, or after exiting confined spaces and areas."},"4":{"class_name":"Yoga","class_description":"Yoga is a physical, mental, and spiritual discipline, originating in ancient India, whose goal is the attainment of a state of perfect spiritual insight and tranquility. The word is associated with meditative practices in Hinduism, Buddhism and Jainism."},"14":{"class_name":"Another Test","class_description":"ser ser ser ser "}}